# Brewfile

brew "uv"
brew "age"
brew "awscli"
brew "bat"
brew "btop"
brew "chezmoi"
brew "csvkit"
brew "curl"
brew "eza"
brew "fd"
brew "felixkratz/formulae/sketchybar"
brew "ffmpeg"
brew "gh"
brew "git-delta"
brew "git-extras"
brew "glow"
brew "hyperfine"
brew "imagemagick"
brew "ipython"
brew "jupytext"
brew "lazydocker"
brew "lazygit"
brew "llm"
brew "luarocks"
brew "mongocli"
brew "mongodb/brew/mongodb-community"
brew "navi"
brew "ollama"
brew "osx-cross/arm/arm-gcc-bin@10"
brew "rbenv"
brew "ripgrep"
brew "saulpw/vd/visidata"
brew "sesh"
brew "sqlite-utils"
brew "starship"
brew "tectonic"
brew "tmux"
brew "tree-sitter"
brew "yazi"
brew "zoxide"
